Repository: mcguffin/wp-media-library-oembed
Catalog: languages/medialiboembed-*.po
Languages: de_de

source: Embed in Library
de_de: Medien Einbetten

source: External
de_de: Extern

source: You can only use this provider: %s
de_de: Sie können nur diesen Anbieter nutzen: %s

source: Add in library
de_de: In Bibliothek einfügen

source: Media URL
de_de: Medien URL

source: Add Media
de_de: Medien hinzuf.

source: An error occured
de_de: Ein Fehler ist aufgetreten

source: External provider could not be detected.
de_de: Für die eingegebe URL konnte kein Anbieter ermittelt werden.

source: No response from External provider.
de_de: Keine Antwort vom Anbieter

source: External content Providers (oEmbed)
de_de: Externe Inhalteanbieter (oEmbed)

source: Restrict External Providers
de_de: Externe Anbieter einschränken

source: External Providers
de_de: Externe Anbieter

source: Use this to restrict external providers.
de_de: Hier können Sie externe Anbieter einschränken.

source: Restrict providers
de_de: Anbieter einschränken

source: If checked only the oEmbed providers listed below will be embedded in the media library.
de_de: Nur die unten aufgelisteten Anbieter zum Einbetten in die Medienbibliothek zulassen.
